{
  "anh1.jpg": {
    "title": "Tuyên ngôn Độc lập 1945: Quyền con người là quyền dân tộc",
    "description": "Bức tranh tái hiện khoảnh khắc Chủ tịch Hồ Chí Minh đọc Tuyên ngôn Độc lập tại Quảng trường Ba Đình, khẳng định quyền sống, quyền tự do và quyền mưu cầu hạnh phúc của mỗi người dân Việt Nam gắn liền với độc lập dân tộc."
  },
  "anh2.jpg": {
    "title": "Tổng tuyển cử 1946: Quyền bầu cử tự do",
    "description": "Hình ảnh tư liệu phục dựng cảnh người dân Việt Nam lần đầu tiên cầm lá phiếu trên tay, thực hiện quyền chính trị cơ bản nhất để bầu ra Quốc hội, khẳng định chủ quyền nhân dân và quyền làm chủ vận mệnh đất nước."
  },
  "anh3.jpg": {
    "title": "Bình dân học vụ: Quyền được giáo dục",
    "description": "Tác phẩm khắc họa những lớp học dưới ánh đèn dầu sau năm 1945, nơi người già và trẻ em cùng nhau học chữ. Đây là minh chứng cho nỗ lực xóa mù chữ, hiện thực hóa quyền được tiếp cận tri thức của mọi tầng lớp nhân dân."
  },
  "anh4.jpg": {
    "title": "Hiến pháp 2013: Định danh quyền con người",
    "description": "Hình ảnh biểu tượng về cuốn Hiến pháp 2013 mở ra chương về 'Quyền con người, quyền và nghĩa vụ cơ bản của công dân', đánh dấu bước ngoặt pháp lý quan trọng trong việc bảo vệ và thúc đẩy nhân quyền tại Việt Nam."
  },
  "anh5.jpg": {
    "title": "Xóa đói giảm nghèo: Quyền có mức sống thỏa đáng",
    "description": "Bức tranh phong cảnh về những cánh đồng mẫu lớn và các khu tái định cư khang trang, thể hiện thành tựu của Việt Nam trong việc đưa hàng triệu người thoát nghèo, một điểm sáng được Liên Hợp Quốc ghi nhận."
  },
  "anh6.jpg": {
    "title": "Tự do tín ngưỡng: Ngôi chùa và Nhà thờ cùng phố",
    "description": "Phong cách tranh sơn dầu mô tả một góc phố bình yên nơi mái chùa cong và tháp nhà thờ cùng soi bóng, thể hiện sự tôn trọng quyền tự do tín ngưỡng, tôn giáo và sự chung sống hòa hợp giữa các tôn giáo."
  },
  "anh7.jpg": {
    "title": "Bình đẳng giới: Phụ nữ trong kỷ nguyên mới",
    "description": "Bức tranh sơn dầu về các nữ đại biểu Quốc hội, nữ doanh nhân và nữ sĩ quan tham gia lực lượng gìn giữ hòa bình Liên Hợp Quốc, khẳng định vai trò và quyền bình đẳng của phụ nữ trong mọi lĩnh vực đời sống."
  },
  "anh8.jpg": {
    "title": "Quyền trẻ em: Trẻ em như búp trên cành",
    "description": "Bức tranh màu sắc tươi sáng về trẻ em vùng cao được tiêm chủng và đến trường, thể hiện cam kết của Việt Nam là quốc gia đầu tiên ở Châu Á phê chuẩn Công ước Liên Hợp Quốc về Quyền Trẻ em."
  },
  "anh9.jpg": {
    "title": "Phủ sóng Internet: Quyền tiếp cận thông tin",
    "description": "Hình ảnh hiện đại về thanh niên vùng sâu vùng xa sử dụng điện thoại thông minh để học tập và kết nối, minh chứng cho nỗ lực phổ cập Internet và đảm bảo quyền tự do ngôn luận, tiếp cận thông tin của người dân."
  },
  "anh10.jpg": {
    "title": "Chăm sóc sức khỏe nhân dân: Không ai bị bỏ lại phía sau",
    "description": "Bức tranh cảm động về các y bác sĩ trong đại dịch COVID-19 tận tụy cứu chữa bệnh nhân, thể hiện ưu tiên cao nhất của Nhà nước đối với quyền được bảo vệ sức khỏe và tính mạng của nhân dân."
  },
  "anh11.jpg": {
    "title": "Hòa nhập người khuyết tật: Nghị lực vươn lên",
    "description": "Tác phẩm mô tả một vận động viên khuyết tật đang thi đấu Para Games, thể hiện các chính sách hỗ trợ và đảm bảo quyền hòa nhập, không bị phân biệt đối xử đối với người yếu thế trong xã hội."
  },
  "anh12.jpg": {
    "title": "Quyền của người lao động: An toàn và tôn trọng",
    "description": "Hình ảnh công nhân trong các nhà máy hiện đại với trang bị bảo hộ đầy đủ và các buổi ký kết thỏa ước lao động tập thể, khẳng định quyền được làm việc trong điều kiện an toàn và công bằng."
  },
  "anh13.jpg": {
    "title": "Bảo tồn văn hóa dân tộc: Quyền bản sắc",
    "description": "Bức tranh về một lễ hội cồng chiêng Tây Nguyên, thể hiện quyền của các dân tộc thiểu số trong việc giữ gìn ngôn ngữ, chữ viết và phát huy bản sắc văn hóa riêng biệt của mình."
  },
  "anh14.jpg": {
    "title": "Việt Nam tại Hội đồng Nhân quyền Liên Hợp Quốc",
    "description": "Tái hiện hình ảnh đại diện Việt Nam phát biểu tại diễn đàn quốc tế, thể hiện trách nhiệm và đóng góp của Việt Nam vào việc bảo vệ các giá trị nhân quyền chung của nhân loại."
  },
  "anh15.jpg": {
    "title": "Phát triển xanh: Quyền được sống trong môi trường trong lành",
    "description": "Hình ảnh về những cánh rừng ngập mặn được phục hồi, thể hiện cam kết bảo vệ môi trường để đảm bảo quyền của thế hệ hiện tại và tương lai."
  },
  "anh16.jpg": {
    "title": "Mạng lưới an sinh xã hội: Điểm tựa cuộc đời",
    "description": "Bức tranh về buổi trao thẻ bảo hiểm y tế miễn phí cho người nghèo và người già neo đơn, thể hiện hệ thống an sinh xã hội đang ngày càng hoàn thiện để bảo vệ quyền cơ bản của mỗi công dân."
  }
}